/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"settings-section-general" = "General";
"settings-item-autosave" = "Autosave when exiting";
"settings-item-load-last-save" = "Autoload last save";
"settings-section-video" = "Video";
"settings-item-nearest-neighbor" = "Nearest neighbor interpolation";
"settings-item-integer-scaling" = "Integer scaling to multiple of 256 × 224";
"settings-item-skip-duplicate-frames" = "Skip rendering for duplicate frames";
"settings-item-scanlines" = "Scanlines";
"settings-section-audio" = "Audio";
"settings-item-audio-sample-rate" = "Sample rate";
"settings-item-audio-filtering" = "Audio filtering (low pass / high pass)";
"settings-item-audio-enable" = "Enable audio";
